export const films = [
    {
        name: 'Красное уведомление',
        body: `Более двух тысяч лет назад влюблённый в Клеопатру древнеримский генерал Марк Антоний подарил ей три яйца, 
        украшенные золотом и драгоценными камнями. С тех пор эти вещицы окружали легенды, 
        пока в начале XX века не были обнаружены две из них: теперь одно яйцо выставляется в музее Рима, 
        другое содержится в частной коллекции, а местонахождение третьего неизвестно. 
        Когда египетский миллиардер объявляет большую награду каждому, 
        кто доставит три яйца Клеопатры к свадьбе его дочери, 
        агент ФБР Джон Хартли использует это как возможность поймать самого разыскиваемого вора предметов искусства Нолана Бута. 
        Но тот, стащив яйцо из римского музея, уходит от преследования...`,
        estimations: [6.5, 6.5, 6.5],

        preview: 'https://avatars.mds.yandex.net/i?id=a18fd1d4ba35371d905b0e28b35cdafd-5711249-images-thumbs&n=13&exp=1',
        categories: ['Action', 'Crime', 'Comedy'],
    },
    {
        name:'Шафт',
        body:`Джон Шафт III — специалист по кибербезопасности в ФБР, не привыкший решать проблемы грубой силой. 
        Он предпочитает полагаться на логику и расчёт, но убийство лучшего друга ставит его в тупик. 
        С ним не разобраться современными методами, так что Джону ничего не остается, 
        кроме как обратиться за помощью к старшему поколению Шафтов, чьи старые методы помогут ему найти убийцу.`,
        estimations:[6.6, 6.6, 6.6],
        preview:'https://www.film.ru/sites/default/files/movies/posters/_tmdb/houuD2HcFCmaGvvINiRg0PcWdu7.jpg',
        categories: ['Action', 'Crime', 'Comedy'],
    },
    {
        name:'Анон',
        body:`Идеальное общество будущего: режим тотального надзора, отсутствие личной жизни, приватных территорий и гражданских прав. 
        Казалось бы, в полностью контролируемом государстве нет места ошибкам и правонарушениям, но однажды детектив Сол Фриленд замечает девушку, 
        которая не числится в базах данных. 
        Перед копом приоткрывается дверь преступного мира новой эры.`,
        estimations:[6.3, 6.3, 6.3],
        preview:'https://www.zastavki.com/pictures/2560x1600/2018Movies_Actress_Amanda_Seyfried_in_the_film_Anon__2018_125077_19.jpg',
        categories: ['Fantasy', 'Thriller', 'Crime'],
    },
    {
        name:'Ну разве не романтично?',
        body:`Архитектор Натали давно разочаровалась в любви и романтических комедиях. 
        Но встреча с уличным грабителем переворачивает её жизнь с ног на голову: потеряв сознание, она просыпается в Нью-Йорке, 
        который совсем не похож на привычный серый город. Вскоре девушка понимает, что оказалась в ненавистном ромкоме, 
        живущем по всем законам жанра — с яркими красками, цветами, другом-геем, красивыми мужчинами и самоцензурой.`,
        estimations:[6.3, 6.3, 6.3],
        preview:'https://s26037.cdn.ngenix.net/sdp/nc-snapshot1590044930998.jpg',
        categories: ['Fantasy','Comedy'],
    },
    {
        name:'Ирландец',
        body:`В доме престарелых сильно пожилой мужчина по имени Фрэнк Ширан вспоминает свою жизнь. 
        В 1950-е он работал простым водителем грузовика, совсем не хотел быть гангстером и думал, что маляры — это те, кто красят дома, 
        когда случайно познакомился с криминальным авторитетом Расселом Буфалино. 
        Тот взял парня под своё крыло, начал давать ему небольшие поручения, и вот уже Фрэнк по прозвищу Ирландец сам работает «маляром», 
        мафиозным киллером. Вскоре Рассел сводит его с известным профсоюзным лидером Джимми Хоффой.`,
        estimations:[7.5, 7.5, 7.5],
        preview:'https://ampravda.ru/files/articles-2/92534/n86wk58crisu-1.jpg',
        categories: ['Crime', 'Biography'],
    },
    {
        name:'История о супружестве',
        body:`Супруги - нью-йоркский театральный режиссёр Чарли и актриса его театра Николь - находятся в процессе развода. 
        Чарли всё устраивало в их браке, но Николь считает, что потеряла себя и, забрав сына, переезжает к маме в Лос-Анджелес. 
        Там ей уже предложили роль в сериале и посоветовали высококлассную адвокатессу по разводам. Теперь Чарли тоже придётся искать адвоката, 
        а также разрываться между Западным и Восточным побережьями, чтобы продолжать работать и проводить время с сыном.`,
        estimations:[7.6, 7.6, 7.6],
        preview:'https://ic.pics.livejournal.com/swamp_lynx/15406519/373860/373860_original.jpg',
        categories: ['Drama', 'Melodrama', 'Comedy'],
    },
    {
        name:'Человек без гравитации',
        body:`Оскар рождается ночью в больнице маленького городка, и сразу становится ясно, что он — необычный ребенок: 
        малыш не подчиняется закону всемирного тяготения. Мать и бабушка, боясь за младенца, решают скрыть его суперспособность, 
        и долгие годы он растет в тайне от всех. Но приходит день, когда Оскар решает: мир должен узнать, что он — человек без гравитации.`,
        estimations:[5.5,5.5,5.5],
        preview:'https://s26037.cdn.ngenix.net/sdp/nc-snapshot1614769703957.jpg',
        categories: ['Drama', 'Fantasy', 'Comedy'],
    },
    {
        name:'Король Англии',
        body:`Англия, начало XV века, разгар Столетней войны. 
        Принц Уэльский Хел ведёт распутный образ жизни со своим приятелем Фальстафом и не помышляет о притязаниях на трон. 
        Но когда от болезни умирает его отец, король Генрих IV, а младший брат погибает на поле боя, Хелу приходится принять корону. 
        Став Генрихом V, молодой правитель ловко разбирается с заговорами и восстаниями, а также решает, 
        что французские монархи не проявляют к нему должного уважения.`,
        estimations:[7.2, 7.2, 7.2],
        preview:'https://avatars.mds.yandex.net/get-zen_doc/3966998/pub_5fa679c43a59d85105138d29_5fa68325b1fbcf2e23abfa32/scale_1200',
        categories: ['Drama','Biography','History'],
    },
    {
        name:'el camino: во все тяжкие',
        body:`Джесси Пинкман сбежал от неонацистов. 
        Не зная, куда ему податься, он скрывается от полиции, похитителей и прошлого. 
        Теперь он должен понять, как ему жить дальше.`,
        estimations:[7.7, 7.7, 7.7],
        preview:'https://disgustingmen.com/wp-content/uploads/2019/10/elcamino_header.jpg',
        categories: ['Drama','Crime'],
    },
    {
        name:'Смертельная зона',
        body:`2036 год. Уже несколько лет на Украине идёт гражданская война, а военные силы США выполняют роль миротворцев. 
        Не подчинившись прямому приказу капитана, оператор дрона лейтенант Харп предстаёт перед комиссией, но отправляется не под трибунал, 
        а на спецзадание. Теперь Харп находится в подчинении у капитана Лео, 
        который на самом деле является секретной разработкой — высокотехнологичным андроидом, 
        внешне совершенно неотличимым от обычного человека. Вдвоём они отправляются в приграничную с Россией зону, чтобы найти военного преступника 
        Виктора Коваля и не позволить ему завладеть кодами запуска ядерных ракет.`,
        estimations:[3.4, 3.4, 3.4],
        preview:'https://i.artfile.ru/2048x1152_1550590_[www.ArtFile.ru].jpg',
        categories: ['Fantasy','Action'],
    },
    
]